Repository: magic-cucumber/Signr
Catalog: app/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Add
zh_hans: 添加

source: App
zh_hans: 应用

source: App options
zh_hans: 应用选项

source: Apple sent a 6-digit code to the trusted devices for this Apple ID. Enter it below
zh_hans: Apple 已向此 Apple ID 的受信任设备发送六位验证码，请在下方输入

source: Apple sent a code by SMS. Enter it below
zh_hans: Apple 已通过短信发送验证码，请在下方输入

source: Applying options
zh_hans: 正在应用选项

source: Apps you sign and install will be listed here
zh_hans: 签名和安装过的应用将显示在此处

source: Authenticating
zh_hans: 正在认证

source: Bundle Identifier
zh_hans: Bundle 标识符

source: Cancel
zh_hans: 取消

source: Cancelled
zh_hans: 已取消

source: Cancelling…
zh_hans: 正在取消…

source: Capabilities
zh_hans: 功能

source: Choose an .ipa
zh_hans: 选择 .ipa 文件

source: Clear
zh_hans: 清空

source: Click to browse, or drag an IPA here
zh_hans: 点击选择，或将 IPA 拖到此处

source: Connect an iPhone or iPad over USB or WiFi, it shows up automatically
zh_hans: 通过 USB 或 WiFi 连接 iPhone 或 iPad，设备将自动显示

source: Connect your Apple ID in the sidebar to request a certificate and sign apps
zh_hans: 在侧栏登录 Apple ID，以申请证书并为应用签名

source: Console
zh_hans: 控制台

source: Could not read the selected image
zh_hans: 无法读取所选图片

source: Could not render the .icon file, export a 1024×1024 PNG instead
zh_hans: 无法渲染 .icon 文件，请改为导出 1024×1024 的 PNG

source: Creating certificate
zh_hans: 正在创建证书

source: Custom icon, click to change
zh_hans: 自定义图标，点击更换

source: DESTINATION
zh_hans: 目标

source: Delete
zh_hans: 删除

source: Developer
zh_hans: 开发者

source: Didn't get a code?
zh_hans: 没有收到验证码？

source: Display Name
zh_hans: 显示名称

source: Done
zh_hans: 完成

source: Drag files here, or click Add · .dylib .deb .framework .bundle .appex
zh_hans: 将文件拖到此处，或点击添加 · .dylib .deb .framework .bundle .appex

source: Drop all extensions, widgets & watch app
zh_hans: 移除所有扩展、小组件及手表应用

source: ElleKit runtime
zh_hans: ElleKit 运行环境

source: Export
zh_hans: 导出

source: Export a signed .ipa (no device selected)
zh_hans: 导出签名后的 .ipa（未选择设备）

source: Export signed .ipa
zh_hans: 导出签名后的 .ipa

source: Exported signed IPA
zh_hans: 已导出签名后的 IPA

source: File sharing (Files app)
zh_hans: 文件共享（文件 App）

source: Free · 7-day
zh_hans: 免费 · 7 天

source: Game mode
zh_hans: 游戏模式

source: Hide email
zh_hans: 隐藏邮箱

source: Hides sideloading dylibs and the rest of the changes from apps
zh_hans: 向应用隐藏侧载动态库及其他修改

source: History
zh_hans: 历史记录

source: Increased memory limit
zh_hans: 提高内存上限

source: Install to %@
zh_hans: 安装到 %@

source: Installed successfully
zh_hans: 安装成功

source: Installed to %@
zh_hans: 已安装到 %@

source: Installed to device
zh_hans: 已安装到设备

source: Installing
zh_hans: 正在安装

source: Live output appears here while signing and installing
zh_hans: 签名和安装期间的实时输出将显示在此处

source: Load
zh_hans: 载入

source: Load a saved session
zh_hans: 载入已保存的方案

source: Loaded session: %@
zh_hans: 已载入方案：%@

source: Lower minimum iOS
zh_hans: 降低最低 iOS 版本要求

source: Missing tweaks: %lld
zh_hans: 缺失的插件：%lld

source: No App ID registered in your dev account
zh_hans: 不在开发者账户中注册 App ID

source: No history yet
zh_hans: 暂无历史记录

source: No saved sessions
zh_hans: 暂无保存的方案

source: Paired device, re-reading info
zh_hans: 设备已配对，正在重新读取信息

source: Pairing failed: %@
zh_hans: 配对失败：%@

source: Password
zh_hans: 密码

source: Personal
zh_hans: 个人

source: Preparing
zh_hans: 正在准备

source: Refresh devices
zh_hans: 刷新设备

source: Registering app
zh_hans: 正在注册应用

source: Registering device
zh_hans: 正在注册设备

source: Remove URL schemes
zh_hans: 移除 URL Scheme

source: Remove device restrictions
zh_hans: 移除设备限制

source: Remove the IPA
zh_hans: 移除 IPA

source: Replace the app icon
zh_hans: 替换应用图标

source: Revert to the original icon
zh_hans: 恢复原始图标

source: Save
zh_hans: 保存

source: Save Signed IPA
zh_hans: 保存签名后的 IPA

source: Save failed: %@
zh_hans: 保存失败：%@

source: Save session
zh_hans: 保存方案

source: Save the current configuration as a session
zh_hans: 将当前配置保存为方案

source: Saved session: %@
zh_hans: 已保存方案：%@

source: Saved to %@
zh_hans: 已保存到 %@

source: Send code via SMS
zh_hans: 通过短信发送验证码

source: Send code via SMS ••%@
zh_hans: 通过短信发送验证码 ••%@

source: Session name
zh_hans: 方案名称

source: Show email
zh_hans: 显示邮箱

source: Sideload bypass
zh_hans: 绕过侧载检测

source: Sign & Export
zh_hans: 签名并导出

source: Sign & Install
zh_hans: 签名并安装

source: Sign In
zh_hans: 登录

source: Sign in
zh_hans: 登录

source: Sign in to start
zh_hans: 登录后开始

source: Sign in with Apple ID
zh_hans: 使用 Apple ID 登录

source: Sign in with your Apple ID
zh_hans: 使用 Apple ID 登录

source: Sign out
zh_hans: 退出登录

source: Sign-in cancelled
zh_hans: 已取消登录

source: Signed IPA kept at %@
zh_hans: 签名后的 IPA 保存在 %@

source: Signed in to %@
zh_hans: 已登录 %@

source: Signed out
zh_hans: 已退出登录

source: Signing
zh_hans: 正在签名

source: Signr uses your Apple ID like Xcode does, to request a certificate and provisioning profile for your apps. Your credentials are sent only to Apple
zh_hans: Signr 像 Xcode 一样使用你的 Apple ID，为应用申请证书和描述文件，你的凭据仅发送给 Apple

source: Skipped missing: %@
zh_hans: 已跳过缺失的文件：%@

source: Stores the IPA, icon, tweaks, names and options under a name you can reload
zh_hans: 保存 IPA、图标、插件、名称和选项，方便以后载入

source: Substrate-compatible, hosts injected tweaks
zh_hans: 兼容 Substrate，为注入的插件提供运行环境

source: Switched to team %@
zh_hans: 已切换至团队 %@

source: Tip: a free Apple ID works (7-day re-sign limit)
zh_hans: 提示：免费 Apple ID 也可以使用（每 7 天需重新签名）

source: Trust / re-pair this device
zh_hans: 信任此设备 / 重新配对

source: Tweak runtime
zh_hans: 插件运行环境

source: Tweaks & options
zh_hans: 插件与选项

source: Two-Factor Authentication
zh_hans: 双重认证

source: Verify
zh_hans: 验证

source: Version
zh_hans: 版本

source: Wildcard App ID
zh_hans: 通配符 App ID

source: Working
zh_hans: 正在处理

source: device
zh_hans: 设备

source: iOS device
zh_hans: iOS 设备

source: iPad fullscreen
zh_hans: iPad 全屏

source: icon
zh_hans: 图标

source: keep original
zh_hans: 保留原值

source: save without installing
zh_hans: 保存而不安装

source: with your Apple ID
zh_hans: 使用 Apple ID
